tap "asmvik/formulae"
tap "beeftornado/rmtree"
tap "candid82/brew"
tap "espanso/espanso"
tap "fastrepl/hyprnote"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "pakerwreah/calendr"
tap "rhettbull/osxphotos"
tap "tagatac/bagoup"
tap "yqrashawn/goku"
brew "btop"
brew "chezmoi"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "icu4c@76"
brew "libimobiledevice"
brew "lsd"
brew "node"
brew "php"
brew "pnpm"
brew "poppler"
brew "powerlevel10k"
brew "r"
brew "ruby", link: true
brew "ruff"
brew "typescript"
brew "uv"
brew "yarn"
brew "yt-dlp"
brew "asmvik/formulae/skhd"
brew "asmvik/formulae/yabai"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "rhettbull/osxphotos/osxphotos"
brew "yqrashawn/goku/goku"
cask "8bitdo-ultimate-software"
cask "activitywatch"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "anki"
cask "arc"
cask "audacity"
cask "bettertouchtool"
cask "box-drive"
cask "pakerwreah/calendr/calendr"
cask "calibre"
cask "chatgpt"
cask "citrix-workspace"
cask "command-x"
cask "db-browser-for-sqlite"
cask "espanso"
cask "flux-app"
cask "font-atkinson-hyperlegible"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-sn-pro"
cask "google-drive"
cask "home-assistant"
cask "homerow"
cask "fastrepl/hyprnote/hyprnote@nightly"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jellyfin"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "localsend"
cask "logi-options+"
cask "logseq"
cask "mac-mouse-fix"
cask "microsoft-teams@classic"
cask "monitorcontrol"
cask "mouseless"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "remnote"
cask "rustdesk"
cask "shottr"
cask "spotify"
cask "tailscale-app"
cask "vivaldi"
cask "windsurf"
cask "wispr-flow"
cask "zed"
cask "zoom"
cask "zotero"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "imessage-exporter"
