tap "asmvik/formulae"
tap "beeftornado/rmtree"
tap "candid82/brew"
tap "espanso/espanso"
tap "fastrepl/hyprnote"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "pakerwreah/calendr"
tap "rhettbull/osxphotos"
tap "tagatac/bagoup"
tap "yqrashawn/goku"
brew "btop"
brew "chezmoi"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "icu4c@76"
brew "libimobiledevice"
brew "lsd"
brew "node"
brew "php"
brew "pnpm"
brew "poppler"
brew "powerlevel10k"
brew "r"
brew "ruby", link: true
brew "ruff"
brew "typescript"
brew "uv"
brew "yarn"
brew "yt-dlp"
brew "asmvik/formulae/skhd"
brew "asmvik/formulae/yabai"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "rhettbull/osxphotos/osxphotos"
brew "yqrashawn/goku/goku"
cask "activitywatch"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "anki"
cask "arc"
cask "bettertouchtool"
cask "box-drive"
cask "pakerwreah/calendr/calendr"
cask "calibre"
cask "chatgpt"
cask "command-x"
cask "espanso"
cask "figma"
cask "font-atkinson-hyperlegible"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-sn-pro"
cask "homerow"
cask "fastrepl/hyprnote/hyprnote@nightly"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "localsend"
cask "logi-options+"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "remnote"
cask "shottr"
cask "windsurf"
cask "zed"
cask "zoom"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "albert.tabout"
vscode "almenon.arepl"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "coenraads.disableligatures"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "donjayamanne.typescript-notebook"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-predawnkit"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "softwaredotcom.swdc-vscode"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "imessage-exporter"
